{
  "<PAD>": 0,
  "<UNK>": 1,
  "the": 2,
  "none": 3,
  "it": 4,
  "is": 5,
  "will": 6,
  "me": 7,
  "to": 8,
  "check": 9,
  "be": 10,
  "there": 11,
  "next": 12,
  "week": 13,
  "at": 14,
  "this": 15,
  "how": 16,
  "like": 17,
  "forecast": 18,
  "what's": 19,
  "days": 20,
  "going": 21,
  "o'clock": 22,
  "you": 23,
  "for": 24,
  "what": 25,
  "i": 26,
  "any": 27,
  "give": 28,
  "can": 29,
  "in": 30,
  "please": 31,
  "tell": 32,
  "about": 33,
  "want": 34,
  "know": 35,
  "show": 36,
  "sun": 37,
  "few": 38,
  "on": 39,
  "moon": 40,
  "last": 41,
  "morning": 42,
  "friday": 43,
  "pressure": 44,
  "uv": 45,
  "monday": 46,
  "wind": 47,
  "later": 48,
  "hours": 49,
  "couple": 50,
  "tuesday": 51,
  "weather": 52,
  "sunday": 53,
  "a": 54,
  "evening": 55,
  "of": 56,
  "weekend": 57,
  "thursday": 58,
  "saturday": 59,
  "tomorrow": 60,
  "afternoon": 61,
  "wednesday": 62,
  "clear": 63,
  "late": 64,
  "3": 65,
  "humidity": 66,
  "today": 67,
  "warning": 68,
  "moisture": 69,
  "tonight": 70,
  "sky": 71,
  "hour": 72,
  "level": 73,
  "partly": 74,
  "temperature": 75,
  "coming": 76,
  "sunny": 77,
  "alert": 78,
  "from": 79,
  "cloudy": 80,
  "noon": 81,
  "unknown": 82,
  "up": 83,
  "flood": 84,
  "index": 85,
  "midnight": 86,
  "set": 87,
  "4pm": 88,
  "rise": 89,
  "6pm": 90,
  "10": 91,
  "inches": 92,
  "barometer": 93,
  "dampness": 94,
  "down": 95,
  "exposure": 96,
  "5": 97,
  "relative": 98,
  "day": 99,
  "after": 100,
  "damp": 101,
  "moonrise": 102,
  "moonset": 103,
  "barometric": 104,
  "shortly": 105,
  "millibars": 106,
  "atmospheric": 107,
  "end": 108,
  "rating": 109,
  "over": 110,
  "rain": 111,
  "all": 112,
  "muggy": 113,
  "air": 114,
  "8": 115,
  "smog": 116,
  "ultraviolet": 117,
  "protection": 118,
  "dew": 119,
  "point": 120,
  "throughout": 121,
  "atm": 122,
  "sunburn": 123,
  "several": 124,
  "whole": 125,
  "conditions": 126,
  "heat": 127,
  "entire": 128,
  "during": 129,
  "misty": 130,
  "visual": 131,
  "range": 132,
  "condition": 133,
  "foggy": 134,
  "mist": 135,
  "rest": 136,
  "direction": 137,
  "advisory": 138,
  "humid": 139,
  "good": 140,
  "overcast": 141,
  "currently": 142,
  "temp": 143,
  "sunset": 144,
  "cloudiness": 145,
  "moment": 146,
  "soon": 147,
  "midday": 148,
  "overnight": 149,
  "update": 150,
  "minutes": 151,
  "bit": 152,
  "1": 153,
  "haze": 154,
  "between": 155,
  "and": 156,
  "sunrise": 157,
  "early": 158,
  "12:30": 159,
  "phase": 160,
  "hazy": 161,
  "by": 162,
  "7am": 163,
  "visibility": 164,
  "upcoming": 165,
  "feels": 166,
  "report": 167,
  "cloud": 168,
  "fog": 169,
  "11pm": 170,
  "strong": 171,
  "mid": 172,
  "9pm": 173,
  "clouds": 174,
  "while": 175,
  "right": 176,
  "now": 177,
  "6": 178,
  "4": 179,
  "past": 180,
  "cold": 181,
  "3pm": 182,
  "12": 183,
  "3am": 184,
  "showers": 185,
  "rainfall": 186,
  "8pm": 187,
  "pm": 188,
  "lunar": 189,
  "2pm": 190,
  "drizzle": 191,
  "which": 192,
  "gust": 193,
  "breeze": 194,
  "sundown": 195,
  "11": 196,
  "wet": 197,
  "2": 198,
  "within": 199,
  "9": 200,
  "around": 201,
  "trip": 202,
  "storm": 203,
  "farming": 204,
  "1pm": 205,
  "smoky": 206,
  "12:00": 207,
  "5pm": 208,
  "am": 209,
  "sleet": 210,
  "see": 211,
  "flurries": 212,
  "7pm": 213,
  "snowing": 214,
  "raining": 215,
  "daybreak": 216,
  "first": 217,
  "light": 218,
  "speed": 219,
  "hot": 220,
  "go": 221,
  "severe": 222,
  "watch": 223,
  "twilight": 224,
  "dusk": 225,
  "snow": 226,
  "night": 227,
  "chill": 228,
  "warmest": 229,
  "come": 230,
  "snowfall": 231,
  "daylight": 232,
  "kph": 233,
  "coldest": 234,
  "south": 235,
  "minimum": 236,
  "maximum": 237,
  "yesterday": 238,
  "knots": 239,
  "10pm": 240,
  "travel": 241,
  "real": 242,
  "feel": 243,
  "apparent": 244,
  "sunlight": 245,
  "snowstorm": 246,
  "gardening": 247,
  "flash": 248,
  "7": 249,
  "snowy": 250,
  "planting": 251,
  "velocity": 252,
  "new": 253,
  "coolest": 254,
  "blizzard": 255,
  "fast": 256,
  "downpour": 257,
  "min": 258,
  "emergency": 259,
  "waning": 260,
  "commute": 261,
  "east": 262,
  "heavy": 263,
  "rainstorm": 264,
  "north": 265,
  "outdoor": 266,
  "field": 267,
  "work": 268,
  "where": 269,
  "blowing": 270,
  "driving": 271,
  "west": 272,
  "frost": 273,
  "mph": 274,
  "agriculture": 275,
  "lowest": 276,
  "dawn": 277,
  "flying": 278,
  "outside": 279,
  "bottom": 280,
  "highest": 281,
  "breezy": 282,
  "crescent": 283,
  "road": 284,
  "hurricane": 285,
  "top": 286,
  "hey": 287,
  "caution": 288,
  "half": 289,
  "take": 290,
  "gibbous": 291,
  "bye": 292,
  "flight": 293,
  "lightning": 294,
  "greetings": 295,
  "cyclone": 296,
  "care": 297,
  "today?": 298,
  "max": 299,
  "journey": 300,
  "crops": 301,
  "tornado": 302,
  "hello": 303,
  "goodbye": 304,
  "rainy": 305,
  "harvest": 306,
  "fahrenheit": 307,
  "still": 308,
  "full": 309,
  "planning": 310,
  "precipitation": 311,
  "freeze": 312,
  "walk": 313,
  "chilly": 314,
  "warm": 315,
  "waxing": 316,
  "celsius": 317,
  "cool": 318,
  "heatwave": 319,
  "gusty": 320,
  "hiking": 321,
  "camping": 322,
  "run": 323,
  "time": 324,
  "calm": 325,
  "farewell": 326,
  "activity": 327,
  "peak": 328,
  "running": 329,
  "hi": 330,
  "thunderstorm": 331,
  "should": 332,
  "solar": 333,
  "exercise": 334,
  "thanks": 335,
  "prepare": 336,
  "danger": 337,
  "freezing": 338,
  "until": 339,
  "pouring": 340,
  "helpful": 341,
  "appreciate": 342,
  "sports": 343,
  "windy": 344,
  "catch": 345,
  "tomorrow?": 346,
  "gale": 347,
  "useless": 348,
  "plan": 349,
  "biking": 350,
  "perfect": 351,
  "picnic": 352,
  "grateful": 353,
  "howdy": 354,
  "degrees": 355,
  "pour": 356,
  "opinion": 357,
  "not": 358,
  "poor": 359,
  "incorrect": 360,
  "disappointing": 361,
  "when": 362,
  "awesome": 363,
  "thank": 364,
  "much": 365,
  "high": 366,
  "levels": 367,
  "wrong": 368,
  "bad": 369,
  "great": 370,
  "excellent": 371,
  "weekend?": 372,
  "expected?": 373,
  "tonight?": 374,
  "outside?": 375,
  "does": 376,
  "are": 377,
  "feedback": 378,
  "chance": 379,
  "forecast?": 380,
  "get": 381,
  "wind?": 382,
  "from?": 383,
  "sky?": 384,
  "overcast?": 385,
  "coverage": 386,
  "wear": 387,
  "sunscreen?": 388,
  "risk": 389,
  "be?": 390,
  "pressure?": 391,
  "reading": 392,
  "rising": 393,
  "or": 394,
  "falling?": 395,
  "morning?": 396,
  "far": 397,
  "see?": 398,
  "sunset?": 399,
  "sunrise?": 400,
  "up?": 401,
  "moonrise?": 402,
  "set?": 403,
  "warnings?": 404,
  "alerts": 405,
  "advisories": 406,
  "warning?": 407,
  "activities": 408,
  "hiking?": 409,
  "safe": 410,
  "drive?": 411,
  "hey,": 412,
  "you?": 413,
  "info": 414,
  "very": 415,
  "that": 416,
  "was": 417,
  "care!": 418,
  "how's": 419,
  "storms": 420
}